{
  "CH0_DESC": "Il Castello\nScritto da Maurizio Galeone\n",
  "CH0_C1": "Inizia",
  "CH1_SPIAGGIA_DESC": "Ascolta.\nIl mare non dorme mai.\n\nLo senti davanti a te, mentre la nave procede lentamente: un suono profondo, quasi un respiro antico. Hai ancora la sabbia fredda tra le dita, e il vento di mare che pizzica la pelle come per ricordarti che sei vivo.\nDietro di te, la scogliera.\nIn cima, il castello: nero contro il cielo, immobile, come se fosse stato scolpito direttamente dalla notte.\nNessuna luce alle finestre. Nessun movimento.\nEppure… senti che ti guarda.\nIl sentiero che sale è una linea pallida che si perde tra gli alberi e le rocce. Oltre quella curva, nessuno sa cosa accada. Nemmeno tu.\nHai con te solo una piccola lanterna, una borsa leggera, e la sensazione —molto chiara— che qualcuno ti stia aspettando.",
  "CH1_SPIAGGIA_C1": "Avanza verso il sentiero",
  "CH1_SPIAGGIA_C2": "Osserva il mare",
  "CH1_SPIAGGIA_C3": "Osserva il castello",
  "CH1_SPIAGGIA_MARE_DESC": "Davanti a te si apre il mare. L'acqua è scura, increspata dal vento.\nLe onde arrivano a riva con ritmo costante, si infrangono sulla sabbia e si ritirano.\n\nIl cielo è nero. La luna piena è alta e ben visibile. La sua luce si riflette sull’acqua, formando linee spezzate che seguono il movimento delle onde.\n\nAll’orizzonte, una nave procede lentamente. Le vele sono chiare e distinguibili anche da lontano.\nNon sembra avvicinarsi né allontanarsi. Rimane alla stessa distanza, sempre visibile.\n\nIl rumore delle onde copre ogni altro suono.",
  "CONTINUE": "Continua",
  "CH1_SPIAGGIA_CASTELLO_DESC": "Il castello è visibile in alto, oltre la scogliera. Le torri svettano nel cielo notturno, illuminate dalla luce piena della luna.\n\nLa costruzione è scura, compatta, priva di finestre visibili. La superficie delle mura sembra uniforme, interrotta solo da merlature semplici e tetti aguzzi.\n\nIl promontorio su cui sorge è ripido, roccioso, e scende a picco verso il mare. Le onde si infrangono contro la base della scogliera, lasciando spruzzi chiari nel buio.\n\nUn sentiero si intravede sulla sinistra, serpeggiante tra pietre e cespugli. Sale verso l’alto, con curve strette e pendenza irregolare.\n\nIl castello appare immobile. Nessuna luce. Nessun movimento. La sua forma si staglia contro il cielo, netta e inaccessibile.",
  "CH1_SENTIERO_DESC": "Ti trovi su un sentiero stretto che segue il profilo della costa.\nLa roccia scura sale ripida alla tua destra, spezzata e irregolare.\nA destra il terreno cade verso il mare, che appare lontano, con onde chiare che si infrangono contro le pietre.\nIl sentiero è composto di terra dura e massi affioranti, e procede in lieve salita.\nIl cielo è nero. In alto, una luna piena illumina il bordo delle rocce e il tracciato davanti a te.\nNon ci sono costruzioni. Nessun segno di passaggi recenti.\nSolo il vento e il rumore del mare.",
  "CH1_SENTIERO_C1": "Osserva il mare",
  "CH1_SENTIERO_C2": "Osserva la parete rocciosa",
  "CH1_SENTIERO_C3": "Avanza verso la scogliera",
  "CH1_SENTIERO_MARE_DESC": "Ti fermi sul bordo del sentiero e guardi verso il mare.\nSotto di te la scogliera scende ripida, fino alle onde che si infrangono contro la roccia.\nIl bianco dell’acqua appare e scompare nel buio, seguendo un ritmo lento e costante.\nIl vento sale dal basso e porta con sé l’odore salmastro.\nIl mare non mostra nulla oltre la sua superficie in movimento.",
  "CH1_SENTIERO_ROCCIA_DESC": "Ti avvicini alla parete rocciosa.\nLa pietra è scura e irregolare, segnata da fenditure e sporgenze.\nLa superficie appare umida in alcuni punti, liscia in altri, come consumata dal vento.\nNon ci sono appigli evidenti né tracce di passaggi recenti.\nLa roccia sale verso l’alto e scompare nel buio.",
  "CH1_SCOGLIERA_DESC": "Il sentiero lascia il profilo della costa e sale lungo la scogliera.\nLa parete rocciosa a sinistra è alta e irregolare, segnata da spigoli e rientranze.\nA destra il terreno cade a picco verso il mare, ora più vicino e più profondo.\nIl tracciato è stretto e composto di roccia viva, con gradini naturali consumati dal tempo.\nIl vento è più forte e il rumore delle onde sale dal basso.\nLa luna piena che rischiara i bordi della pietra e rende visibile il percorso.\nOgni passo richiede attenzione.",
  "CH1_SCOGLIERA_C1": "Osserva il mare",
  "CH1_SCOGLIERA_C2": "Osserva la scogliera",
  "CH1_SCOGLIERA_C3": "Avanza verso la scogliera alta",
  "CH1_SCOGLIERA_MARE_DESC": "Ti avvicini al bordo della scogliera e guardi verso il basso.\nLa parete rocciosa scende ripida sotto i tuoi piedi.\nIl mare è molto più vicino ora, e le onde si infrangono contro la pietra con colpi secchi.\nIl bianco dell’acqua risale brevemente lungo la roccia, poi scompare nel nero.\nNon c’è linea d’orizzonte, solo profondità.\nIl rumore del mare sale dal basso, continuo e inesorabile.",
  "CH1_SCOGLIERA_ROCCIA_DESC": "Osservi il sentiero.\nLa roccia forma gradini irregolari che salgono stretti lungo la parete.\nIl tracciato è inciso nella pietra, consumato dal tempo e dal passaggio.\nLa salita curva leggermente e scompare tra le ombre della roccia.\nNon ci sono segni che indichino dove conduca.\nIl sentiero continua verso l’alto.",
  "CH1_SCOGLIERAALTA_DESC": "Il sentiero sale ancora, scavato nella roccia viva.\nLa parete a sinistra si chiude sopra di te, formando un arco incompleto, come se la montagna si richiudesse.\nA destra il vuoto è totale: il mare si apre sotto, invisibile, ma presente nel suono e nell’aria salmastra.\nIl tracciato si restringe, consunto, appena sufficiente a sostenere il passo.\nDavanti a te la salita curva e scompare dietro uno sperone di pietra.\nIl cielo è nero, e la luna piena getta ombre lunghe sulle pareti.",
  "CH1_SCOGLIERAALTA_C1": "Osserva lo strapiombo",
  "CH1_SCOGLIERAALTA_C2": "Osserva la parete",
  "CH1_SCOGLIERAALTA_C3": "Vai verso l'arco",
  "CH1_SCOGLIERAALTA_MARE_DESC": "Ti fermi sul bordo del sentiero e guardi in basso.\nSotto i tuoi piedi, la roccia precipita in verticale, nera e incisa, fino a scomparire nel vuoto.\nLà in fondo, il mare si agita contro la base della scogliera.\nL’acqua è scura, percorsa da correnti che si muovono senza schema.\nNon c’è un punto fermo: solo profondità, movimento e rumore.\nLa luna non illumina il fondo, ma solo il bordo da cui stai guardando.",
  "CH1_SCOGLIERAALTA_ROCCIA_DESC": "Sollevi lo sguardo.\nLa parete di roccia si alza sopra di te, massiccia e irregolare.\nLe sporgenze convergono verso l’alto, fino a formare un arco incompleto, come se la montagna si richiudesse sul sentiero.\nLa volta non è costruita, ma naturale, scavata dal tempo e dal vento.\nTra le fenditure si accumula l’ombra, e nessuna luce filtra dall’alto.\nIl cielo è nascosto, coperto dal peso della pietra.\nCamminare sotto quell’arco richiede silenzio.",
  "CH1_ARCO_DESC": "Il sentiero termina contro una parete scura, dove si apre un passaggio naturale.\nUn arco di roccia grezza incornicia l’ingresso, basso e irregolare, appena sufficiente per passare.\nOltre la soglia, il tracciato continua in salita, stretto e umido, senza luce.\nLa luna non penetra lì dentro, e l’oscurità è quasi completa.\nIl suolo è inclinato all’insù, scivoloso in alcuni punti, coperto da frammenti di pietra bagnata.\nNon si vede dove porta, ma l’aria cambia: più ferma, più fredda, più densa.\nTornare indietro lungo quel passaggio, in discesa e senza luce, sarebbe difficile.",
  "CH1_ARCO_C1": "Oltrepassa l'arco",
  "CH2_RADURA_DESC": "Oltre l’arco, la pietra si ritrae.\nLa pendenza si fa lieve, il sentiero si apre in una radura ampia, inattesa, silenziosa.\nUn tappeto di fiori riempie lo spazio come un respiro che finalmente si concede.\nSono ovunque: piccoli, vicini, infiniti. Alcuni alti, altri bassi.\nI petali chiari riflettono la luce, sembrano muoversi anche senza vento.\nNon si distinguono i colori, ma il bianco e il nero bastano a suggerire un mondo vivo.\nL’aria è piena del profumo dei fiori, dolce e inebriante, come un sogno che scende dai polmoni al cuore.\nIntorno, il silenzio è assoluto.\nSolo in lontananza, dietro gli alberi che chiudono il confine della radura, si ode un fruscio lento, quasi un invito.\nIl sentiero continua, ma indugiare qui sembra naturale.\nAlle tue spalle, l’arco appare ora remoto, come un varco lasciato indietro per sempre.",
  "CH2_RADURA_C1": "Vai verso la scogliera",
  "CH2_RADURA_C2": "Osserva i fiori",
  "CH2_RADURA_C3": "Vai verso la foresta",
  "CH2_RADURA_SCOGLIERA_DESC": "Scorgi l’arco nella roccia da cui sei entrato.\nVisto da qui, non sembra più un passaggio: la roccia lo avvolge come una bocca chiusa, scura, umida.\nNon si vede il fondo.\nLa discesa che hai percorso ora appare ripida, franosa, quasi verticale.\nRadici esposte e pietre instabili ne rendono pericoloso ogni passo.\nNon c’è luce oltre l’arco: la luna non entra, il sentiero si spegne in una tenebra spessa.\nUn filo d’umidità scende dalla volta come condensa.\nL’aria che proviene da lì è fredda e vuota.\nSembra che il passaggio stesso non desideri più essere attraversato.",
  "CH2_RADURA_FIORI_DESC": "Ti chini.\nL’erba è fitta, sottile, di altezze diverse. Alcuni fili ondeggiano, altri restano rigidi, come se nascessero già tesi.\nTra i ciuffi crescono fiori di ogni tipo.\nCi sono corolle semplici e aperte, simili a margherite, con petali disposti in cerchi ordinati.\nPiù in là, campanule pendono dai gambi sottili, rivolte verso il terreno.\nVicino ai piedi, minuscoli fiori a cinque punte emergono appena sopra il suolo, quasi nascosti.\nAltri ancora sono più alti, slanciati, con infiorescenze fitte come spighe.\nIl contrasto tra le forme è netto: alcune curve e morbide, altre spigolose, simmetriche, quasi geometriche.\nLa luce li tocca solo in parte. Dove arriva, le corolle brillano di bianco puro, come se fossero ritagliate nel buio.\nC’è tanta armonia!",
  "CH2_RADURA_FIORI_C1": "Raccogli un mazzo di fiori",
  "CH2_RADURA_MAZZO_DESC": "Ti chini. L’erba si piega sotto le ginocchia, umida e sottile.\nScegli i fiori con attenzione: una margherita dal gambo lungo, una campanula pendente, tre fiori minuti dalla corolla simmetrica.\nLi unisci senza fretta, tenendoli con delicatezza.\nCon due lunghi fili d’erba flessibili, li leghi alla base.\nIl nodo tiene.\nLe dita si sporcano appena di terra e polline. Alcuni petali si piegano, altri restano freschi e tesi.\nIl profumo, più vicino, si fa intenso, mescolando dolce e pungente.\nIl mazzo ora è saldo, composto.\nApri la bisaccia, scosti la tela e lo riponi all’interno, con cura.",
  "CH2_FORESTA_DESC": "Ti trovi all’interno di una foresta fitta.\nAlle tue spalle, la luce della radura si spegne tra i tronchi.\nIl sentiero sotto i piedi è segnato, solido, scavato dal tempo.\nRadici scure emergono dal terreno e si intrecciano lungo il cammino.\nGli alberi sono alti e stretti, disposti in file irregolari.\nI rami si incontrano in alto, creando un soffitto di ombre.\nQua e là, tra le fronde, si aprono piccoli varchi di luce, bianca e ferma.\nL’aria è silenziosa.\nSi percepisce un fruscio lontano, costante, come se le foglie parlassero tra loro.\nNon ci sono animali visibili, ma il bosco non è vuoto: è solo addormentato.\nIl sentiero curva lievemente verso sinistra e continua, costante.",
  "CH2_RADURA_C1": "Avanza all'interno della foresta",  
  "CH2_RADURA_C2": "Osserva un albero",  
  "CH2_RADURA_C3": "Osserva le fronde degli alberi",
  "CH2_RADURA_C4": "Torna alla radura"
}
