{
  "CH0_DESC": "Il Castello\nScritto da Maurizio Galeone\n",
  "CH0_C1": "Inizia",
  "CH1_SPIAGGIA_DESC": "Ascolta.\nIl mare non dorme mai.\n\nLo senti davanti a te, mentre la nave procede lentamente: un suono profondo, quasi un respiro antico. Hai ancora la sabbia fredda tra le dita, e il vento di mare che pizzica la pelle come per ricordarti che sei vivo.\nDietro di te, la scogliera.\nIn cima, il castello: nero contro il cielo, immobile, come se fosse stato scolpito direttamente dalla notte.\nNessuna luce alle finestre. Nessun movimento.\nEppure… senti che ti guarda.\nIl sentiero che sale è una linea pallida che si perde tra gli alberi e le rocce. Oltre quella curva, nessuno sa cosa accada. Nemmeno tu.\nHai con te solo una piccola lanterna, una borsa leggera, e la sensazione —molto chiara— che qualcuno ti stia aspettando.",
  "CH1_SPIAGGIA_C1": "Avanza verso il sentiero",
  "CH1_SPIAGGIA_C2": "Osserva il mare",
  "CH1_SPIAGGIA_C3": "Osserva il castello",
  "CH1_SPIAGGIA_MARE_DESC": "Davanti a te si apre il mare. L'acqua è scura, increspata dal vento.\nLe onde arrivano a riva con ritmo costante, si infrangono sulla sabbia e si ritirano.\n\nIl cielo è nero. La luna piena è alta e ben visibile. La sua luce si riflette sull’acqua, formando linee spezzate che seguono il movimento delle onde.\n\nAll’orizzonte, una nave procede lentamente. Le vele sono chiare e distinguibili anche da lontano.\nNon sembra avvicinarsi né allontanarsi. Rimane alla stessa distanza, sempre visibile.\n\nIl rumore delle onde copre ogni altro suono.",
  "CONTINUE": "Continua",
  "CH1_SPIAGGIA_CASTELLO_DESC": "Il castello è visibile in alto, oltre la scogliera. Le torri svettano nel cielo notturno, illuminate dalla luce piena della luna.\n\nLa costruzione è scura, compatta, priva di finestre visibili. La superficie delle mura sembra uniforme, interrotta solo da merlature semplici e tetti aguzzi.\n\nIl promontorio su cui sorge è ripido, roccioso, e scende a picco verso il mare. Le onde si infrangono contro la base della scogliera, lasciando spruzzi chiari nel buio.\n\nUn sentiero si intravede sulla sinistra, serpeggiante tra pietre e cespugli. Sale verso l’alto, con curve strette e pendenza irregolare.\n\nIl castello appare immobile. Nessuna luce. Nessun movimento. La sua forma si staglia contro il cielo, netta e inaccessibile.",
  "CH1_SENTIERO_DESC": "Ti trovi su un sentiero stretto che segue il profilo della costa.\nLa roccia scura sale ripida alla tua destra, spezzata e irregolare.\nA destra il terreno cade verso il mare, che appare lontano, con onde chiare che si infrangono contro le pietre.\nIl sentiero è composto di terra dura e massi affioranti, e procede in lieve salita.\nIl cielo è nero. In alto, una luna piena illumina il bordo delle rocce e il tracciato davanti a te.\nNon ci sono costruzioni. Nessun segno di passaggi recenti.\nSolo il vento e il rumore del mare.",
  "CH1_SENTIERO_C1": "Osserva il mare",
  "CH1_SENTIERO_C2": "Osserva la parete rocciosa",
  "CH1_SENTIERO_C3": "Avanza verso la scogliera",
  "CH1_SENTIERO_MARE_DESC": "Ti fermi sul bordo del sentiero e guardi verso il mare.\nSotto di te la scogliera scende ripida, fino alle onde che si infrangono contro la roccia.\nIl bianco dell’acqua appare e scompare nel buio, seguendo un ritmo lento e costante.\nIl vento sale dal basso e porta con sé l’odore salmastro.\nIl mare non mostra nulla oltre la sua superficie in movimento.",
  "CH1_SENTIERO_ROCCIA_DESC": "Ti avvicini alla parete rocciosa.\nLa pietra è scura e irregolare, segnata da fenditure e sporgenze.\nLa superficie appare umida in alcuni punti, liscia in altri, come consumata dal vento.\nNon ci sono appigli evidenti né tracce di passaggi recenti.\nLa roccia sale verso l’alto e scompare nel buio.",
  "CH1_SCOGLIERA_DESC": "Il sentiero lascia il profilo della costa e sale lungo la scogliera.\nLa parete rocciosa a sinistra è alta e irregolare, segnata da spigoli e rientranze.\nA destra il terreno cade a picco verso il mare, ora più vicino e più profondo.\nIl tracciato è stretto e composto di roccia viva, con gradini naturali consumati dal tempo.\nIl vento è più forte e il rumore delle onde sale dal basso.\nLa luna piena che rischiara i bordi della pietra e rende visibile il percorso.\nOgni passo richiede attenzione.",
  "CH1_SCOGLIERA_C1": "Osserva il mare",
  "CH1_SCOGLIERA_C2": "Osserva la scogliera",
  "CH1_SCOGLIERA_C3": "Avanza verso la scogliera alta",
  "CH1_SCOGLIERA_MARE_DESC": "Ti avvicini al bordo della scogliera e guardi verso il basso.\nLa parete rocciosa scende ripida sotto i tuoi piedi.\nIl mare è molto più vicino ora, e le onde si infrangono contro la pietra con colpi secchi.\nIl bianco dell’acqua risale brevemente lungo la roccia, poi scompare nel nero.\nNon c’è linea d’orizzonte, solo profondità.\nIl rumore del mare sale dal basso, continuo e inesorabile.",
  "CH1_SCOGLIERA_ROCCIA_DESC": "Osservi il sentiero.\nLa roccia forma gradini irregolari che salgono stretti lungo la parete.\nIl tracciato è inciso nella pietra, consumato dal tempo e dal passaggio.\nLa salita curva leggermente e scompare tra le ombre della roccia.\nNon ci sono segni che indichino dove conduca.\nIl sentiero continua verso l’alto.",
  "CH1_SCOGLIERAALTA_DESC": "Il sentiero sale ancora, scavato nella roccia viva.\nLa parete a sinistra si chiude sopra di te, formando un arco incompleto, come se la montagna si richiudesse.\nA destra il vuoto è totale: il mare si apre sotto, invisibile, ma presente nel suono e nell’aria salmastra.\nIl tracciato si restringe, consunto, appena sufficiente a sostenere il passo.\nDavanti a te la salita curva e scompare dietro uno sperone di pietra.\nIl cielo è nero, e la luna piena getta ombre lunghe sulle pareti.",
  "CH1_SCOGLIERAALTA_C1": "Osserva lo strapiombo",
  "CH1_SCOGLIERAALTA_C2": "Osserva la parete",
  "CH1_SCOGLIERAALTA_C3": "Vai verso l'arco",
  "CH1_SCOGLIERAALTA_MARE_DESC": "Ti fermi sul bordo del sentiero e guardi in basso.\nSotto i tuoi piedi, la roccia precipita in verticale, nera e incisa, fino a scomparire nel vuoto.\nLà in fondo, il mare si agita contro la base della scogliera.\nL’acqua è scura, percorsa da correnti che si muovono senza schema.\nNon c’è un punto fermo: solo profondità, movimento e rumore.\nLa luna non illumina il fondo, ma solo il bordo da cui stai guardando.",
  "CH1_SCOGLIERAALTA_ROCCIA_DESC": "Sollevi lo sguardo.\nLa parete di roccia si alza sopra di te, massiccia e irregolare.\nLe sporgenze convergono verso l’alto, fino a formare un arco incompleto, come se la montagna si richiudesse sul sentiero.\nLa volta non è costruita, ma naturale, scavata dal tempo e dal vento.\nTra le fenditure si accumula l’ombra, e nessuna luce filtra dall’alto.\nIl cielo è nascosto, coperto dal peso della pietra.\nCamminare sotto quell’arco richiede silenzio.",
  "CH1_ARCO_DESC": "Il sentiero termina contro una parete scura, dove si apre un passaggio naturale.\nUn arco di roccia grezza incornicia l’ingresso, basso e irregolare, appena sufficiente per passare.\nOltre la soglia, il tracciato continua in salita, stretto e umido, senza luce.\nLa luna non penetra lì dentro, e l’oscurità è quasi completa.\nIl suolo è inclinato all’insù, scivoloso in alcuni punti, coperto da frammenti di pietra bagnata.\nNon si vede dove porta, ma l’aria cambia: più ferma, più fredda, più densa.\nTornare indietro lungo quel passaggio, in discesa e senza luce, sarebbe difficile.",
  "CH1_ARCO_C1": "Oltrepassa l'arco",
  "CH2_RADURA_DESC": "Il sentiero si apre in una radura ampia, inattesa, silenziosa.\nUn tappeto di fiori riempie lo spazio come un respiro che finalmente si concede.\nSono ovunque: piccoli, vicini, infiniti. Alcuni alti, altri bassi.\nI petali chiari riflettono la luce, sembrano muoversi anche senza vento.\nNon si distinguono i colori, ma il bianco e il nero bastano a suggerire un mondo vivo.\nL’aria è piena del profumo dei fiori, dolce e inebriante, come un sogno che scende dai polmoni al cuore.\nIntorno, il silenzio è assoluto.\nSolo in lontananza, dietro gli alberi che chiudono il confine della radura, si ode un fruscio lento, quasi un invito.\nIl sentiero continua, ma indugiare qui sembra naturale.\nAlle tue spalle, l’arco appare ora remoto, come un varco lasciato indietro per sempre.",
  "CH2_RADURA_C1": "Vai verso la scogliera",
  "CH2_RADURA_C2": "Osserva i fiori",
  "CH2_RADURA_C3": "Vai verso la foresta",
  "CH2_RADURA_SCOGLIERA_DESC": "Scorgi l’arco nella roccia da cui sei entrato.\nVisto da qui, non sembra più un passaggio: la roccia lo avvolge come una bocca chiusa, scura, umida.\nNon si vede il fondo.\nLa discesa che hai percorso ora appare ripida, franosa, quasi verticale.\nRadici esposte e pietre instabili ne rendono pericoloso ogni passo.\nNon c’è luce oltre l’arco: la luna non entra, il sentiero si spegne in una tenebra spessa.\nUn filo d’umidità scende dalla volta come condensa.\nL’aria che proviene da lì è fredda e vuota.\nSembra che il passaggio stesso non desideri più essere attraversato.",
  "CH2_RADURA_FIORI_DESC": "Ti chini.\nL’erba è fitta, sottile, di altezze diverse. Alcuni fili ondeggiano, altri restano rigidi, come se nascessero già tesi.\nTra i ciuffi crescono fiori di ogni tipo.\nCi sono corolle semplici e aperte, simili a margherite, con petali disposti in cerchi ordinati.\nPiù in là, campanule pendono dai gambi sottili, rivolte verso il terreno.\nVicino ai piedi, minuscoli fiori a cinque punte emergono appena sopra il suolo, quasi nascosti.\nAltri ancora sono più alti, slanciati, con infiorescenze fitte come spighe.\nIl contrasto tra le forme è netto: alcune curve e morbide, altre spigolose, simmetriche, quasi geometriche.\nLa luce li tocca solo in parte. Dove arriva, le corolle brillano di bianco puro, come se fossero ritagliate nel buio.\nC’è tanta armonia!",
  "CH2_RADURA_FIORI_C1": "Raccogli un mazzo di fiori",
  "CH2_RADURA_MAZZO_DESC": "Ti chini. L’erba si piega sotto le ginocchia, umida e sottile.\nScegli i fiori con attenzione: una margherita dal gambo lungo, una campanula pendente, tre fiori minuti dalla corolla simmetrica.\nLi unisci senza fretta, tenendoli con delicatezza.\nCon due lunghi fili d’erba flessibili, li leghi alla base.\nIl nodo tiene.\nLe dita si sporcano appena di terra e polline. Alcuni petali si piegano, altri restano freschi e tesi.\nIl profumo, più vicino, si fa intenso, mescolando dolce e pungente.\nIl mazzo ora è saldo, composto.\nApri la bisaccia, scosti la tela e lo riponi all’interno, con cura.",
  "CH2_FORESTA_DESC": "Ti trovi all’interno di una foresta fitta.\nLa luce proveniente dalla radura si spegne tra i tronchi.\nIl sentiero sotto i piedi è segnato, solido, scavato dal tempo.\nRadici scure emergono dal terreno e si intrecciano lungo il cammino.\nGli alberi sono alti e stretti, disposti in file irregolari.\nI rami si incontrano in alto, creando un soffitto di ombre.\nQua e là, tra le fronde, si aprono piccoli varchi di luce, bianca e ferma.\nL’aria è silenziosa.\nSi percepisce un fruscio lontano, costante, come se le foglie parlassero tra loro.\nNon ci sono animali visibili, ma il bosco non è vuoto: è solo addormentato.\nIl sentiero curva lievemente verso sinistra e continua, costante.",
  "CH2_FORESTA_C1": "Torna alla radura",  
  "CH2_FORESTA_C2": "Osserva un albero",  
  "CH2_FORESTA_C3": "Procedi all'interno della foresta",
  "CH2_FORESTA_ALBERO_DESC": "Un grande albero si erge poco oltre il bordo del sentiero.\nIl tronco è scuro, spesso, segnato da fenditure profonde che lo percorrono in verticale.\nLa corteccia, rigida e screpolata, riflette appena la luce bianca che filtra tra i rami più alti.\nDal lato sinistro del tronco, si protende una radice grossa, arcuata come un braccio, che affiora dal terreno per poi rientrarvi.\nIl suolo attorno è solido, coperto da foglie annerite dal tempo.\nI rami si allungano in alto e di lato, spogli oppure coperti di aghi sottili, e si intrecciano con quelli di altri alberi vicini.\nTra i rami superiori, il cielo non si vede, ma la luce lunare filtra da una fessura, netta, tagliando l’ombra come una lama.\nUna lieve irregolarità sul tronco, più chiara, lascia intuire una fenditura naturale.",
  "CH2_FORESTA_ALBERO_C1": "Osserva la fenditura",
  "CH2_ALBERO_FENDITURA_DESC": "Sul tronco dell’albero, a circa un metro da terra, si apre una fenditura verticale.\nÈ stretta, lunga poco più di una mano, e segue l’andamento naturale della corteccia.\nNon appare scavata né incisa: sembra il risultato del tempo, o forse di un fulmine lontano.\nLa luce della luna, filtrando tra le fronde, colpisce l’apertura in modo obliquo, rendendola visibile solo da vicino.\nAll’interno, il legno è più chiaro, quasi liscio, come se fosse stato levigato.\nNon si vedono insetti, né segni di vita.\nLa fenditura è profonda, ma non abbastanza da svelare cosa contenga.",
  "CH2_ALBERO_FENDITURA_C1": "Infila la mano nella fessura",
  "CH2_FENDITURA_LAMINA_DESC": "Avvicini la mano al tronco, con cautela.\nLa superficie della corteccia è ruvida, ma asciutta.\nLa fenditura è stretta, ma sufficiente a lasciar passare le dita.\nAppena entri, senti il legno interno: freddo, liscio, levigato come pietra.\nNon c’è resistenza, né calore. Nessun rumore accompagna il gesto.\nAll’interno, il vuoto continua per alcuni centimetri, poi incontra qualcosa: un oggetto sottile, rigido, poggiato in verticale contro la parete interna.\nNon si muove, ma ne percepisci la forma: potrebbe essere una lamina o una scheggia di metallo.",
  "CH2_FENDITURA_LAMINA_C1": "Prendi la lamina",
  "CH2_LAMINA_DESC": "Sfiori con le dita l’oggetto nascosto nel tronco.\nÈ sottile, freddo, leggermente flessibile.\nLo afferri con cautela e lo estrai.\nAlla luce della luna, il profilo prende forma: è una lamina stretta, simile a una scheggia di metallo annerito.\nNon ha scritte, né incisioni visibili. La superficie è liscia, ma consumata.\nIl bordo lungo è affilato, come se fosse stato lavorato o levigato naturalmente.\nL’altra estremità è irregolare, come spezzata da qualcosa.\nNessuna traccia di sangue, né di ruggine.\nLa poni nella tua bisaccia.",
  "CH2_CROCEVIA_DESC": "Il sentiero si apre in uno slargo tra gli alberi, un punto quieto dove le radici affiorano e si intrecciano sul terreno.\nDal centro, si diramano tre vie distinte.\nUna via ritorna verso un luogo familiare: tra gli alberi si intuisce la luce pallida della radura.\nUn’altra si inoltra tra alberi più fitti, dove il sentiero si fa ombroso e la pendenza cresce appena: porta verso il castello.\nLa terza via si perde in una curva silenziosa, dove l’aria cambia e, tra i tronchi, si intravede un chiarore lontano: potrebbe essere il villaggio.",
  "CH2_CROCEVIA_C1": "Vai verso la radura",  
  "CH2_CROCEVIA_C2": "Vai verso il villaggio",  
  "CH2_CROCEVIA_C3": "Vai verso il castello",
  "CH2_FORESTA_CASTELLO_DESC": "La via che hai scelto si stringe tra gli alberi.\nIl sentiero è più stretto ora, scavato leggermente in salita, con ciottoli incastonati nel terreno.\nI tronchi sono più fitti, e la loro disposizione crea una sorta di corridoio naturale.\nLa luce della luna filtra con più difficoltà, riducendosi a strisce sottili tra le foglie alte.\nCamminando, il bosco sembra cambiare: gli alberi sono più alti, più silenziosi, come se osservassero.\nUn fruscio lieve proviene da un cespuglio alla tua destra, seguito da un breve movimento tra le foglie basse.\nIn lontananza, il sentiero curva appena.\nOltre la curva, un lieve chiarore più alto fa intuire l’arrivo su un pianoro o una terrazza naturale.\nIl castello, pur non visibile ancora, sembra vicino.\nL’aria è più fredda, e porta con sé l’odore della pietra.",
  "CH2_FORESTA_CASTELLO_C1": "Torna al crocevia",
  "CH2_FORESTA_CASTELLO_C2": "Osserva il cespuglio",
  "CH2_FORESTA_CASTELLO_C3": "Procedi verso il castello",
  "CH2_FORESTA_PORCOSPINI_DESC": "Ti fermi accanto al cespuglio da cui proveniva il fruscio.\nI rami sono bassi, intrecciati, coperti da foglie larghe e opache.\nTra le ombre, intravedi un movimento lieve.\nScostando appena le fronde, la luce della luna si riflette su due piccole forme chiare.\nSono due teneri porcospini! Immobili per un istante, poi tornano a muoversi lentamente tra le radici.\nIl loro pelo è chiaro, quasi bianco, e il muso si abbassa verso il terreno, dove sembrano cercare cibo tra foglie cadute.\nNon mostrano timore, non si voltano verso di te.\nContinuano a nutrirsi, con piccoli gesti silenziosi.\nIl cespuglio li avvolge, come una tana vegetale.",
  "CH2_PONTE_DESC": "Il suolo è lastricato di pietre larghe e consunte.\nIl ponte inizia davanti a te, rialzato ma saldo, con parapetti bassi che ne seguono il bordo fino in fondo.\nLe pietre sono irregolari, ma ben incastrate tra loro.\nAi lati, la roccia scura forma una base solida da cui si solleva la struttura.\nIl ponte conduce direttamente a un grande portale, incassato nel muro del castello.\nLe mura sono lisce, scure, percorse da leggere ombre verticali.\nLa torre più alta emerge appena dietro l’ingresso.",
  "CH2_PONTE_C1": "Torna nella foresta",
  "CH2_PONTE_C2": "Procedi verso il castello",
  "CH2_CASTELLO_PORTONE_DESC": "Sei davanti al portone principale del castello: una massiccia porta in legno scuro, incorniciata da un arco gotico in pietra. Le assi verticali della porta sono rinforzate da bande di ferro. Al centro, più in basso, è visibile una piccola portella di servizio, anch’essa in legno e ferro, ben distinta dal resto.\nL’arco sovrastante è decorato da motivi sobri, privi di ornamenti vistosi. La superficie della pietra appare grezza, tagliata in blocchi regolari. Ai lati, le mura del castello si estendono verticalmente, solide, appena mosse dalle ombre.",
  "CH2_CASTELLO_PORTONE_C1": "Torna al ponte",
  "CH2_CASTELLO_PORTONE_C2": "Guarda in alto",
  "CH2_CASTELLO_PORTONE_C3": "Avvicinati alla portella",
  "CH2_CASTELLO_PORTONE_ALTO_DESC": "Davanti a te, il castello si leva in tutta la sua potenza.\nLo sguardo si solleva verso l’alto, seguendo la linea delle mura verticali e delle torri massicce che dominano la notte. Il portone principale, già imponente alla base, scompare quasi nel buio sopra di te, chiuso come una bocca muta sotto un arco gotico incassato. La portella centrale, più piccola, sembra un’eco lontana di accesso, eppure anche quella è serrata.\n\nAi lati, le due torri cilindriche si ergono come colonne vive, segnate da piccole feritoie e ombre profonde. Più in alto ancora, la torre più alta si staglia verso il cielo, coronata da una cuspide aguzza, silenziosa e minacciosa come una lama puntata contro le stelle. Le merlature scandiscono il profilo delle mura come denti immobili e ciechi.\n\nIl cielo è nero, la pietra è fredda, fitta, carica di una memoria che non racconta. Nulla si muove.\nIl castello non è solo un edificio: è una presenza. Una creatura addormentata in piedi, le cui torri sono ossa, il cui portone è una bocca chiusa, le cui feritoie sono occhi spenti.",
  "CH2_CASTELLO_PORTELLA_DESC": "Sei davanti alla portella di servizio al centro del grande portone del castello.\nUn arco gotico in pietra incornicia la piccola porta lignea, inserita con precisione all’interno delle assi verticali del portone principale. Il legno è scuro, segnato da venature fitte e regolari, e rinforzato da quattro barre orizzontali in ferro punteggiate di chiodi.\nA destra, appena sotto la seconda barra, si nota un batocchio ad anello in ferro annerito, pendente da una base circolare anch’essa in metallo. Non ci sono serrature visibili né luci. Solo legno, ferro e pietra.\nLa superficie ai piedi della porta è pavimentata da lastre di pietra liscia, anch’esse graffiate dal tempo, chiare e distanziate da linee profonde.",
  "CH2_CASTELLO_PORTELLA_C1": "Allontanati dalla portella",
  "CH2_CASTELLO_PORTELLA_C2": "Osserva il batocchio",
  "CH2_CASTELLO_PORTELLA_C3": "Usa il batocchio",
  "CH2_CASTELLO_PORTELLA_BATOCCHIO_DESC": "Sotto il batocchio, incassata nel legno, si intravede una piccola serratura.\nNon ha placche dorate, né insegne. Solo un taglio sottile, nascosto nell’ombra.",
  "CH2_CASTELLO_PORTELLA_DAMA_DESC": "Dopo una lunga attesa nel silenzio immobile della notte, la portella si apre lentamente.\nIl legno cigola appena, come se ricordasse il gesto dopo anni di quiete.\n\nNel varco, illuminata da una luce sottile che non ha origine visibile, appare una giovane donna.\nIndossa un abito semplice, d’altri tempi: il corpetto stretto a lacci, le maniche ampie, il mantello scuro raccolto sul petto con un nodo elegante. I suoi capelli cadono sciolti sulle spalle, mossi da un vento che tu non senti.\nE' intimidita, ma non sorpresa, come se sapesse già della tua presenza.\nTi guarda per un lungo istante. Poi, con voce tremolante – quasi un soffio – ti dice:\n\nRicordo di avervi già visto alla chiesa del villaggio. Chi siete? Cosa desiderate?",
  "CH2_CASTELLO_PORTELLA_DAMA_ACCESSO_DESC": "La fanciulla del castello apre la portella, accenna un timido sorriso, e chiede:\n\nVolete accomodarvi?",
  "CH2_CASTELLO_PORTELLA_DAMA_C1": "Allontanati dal castello",
  "CH2_CASTELLO_PORTELLA_DAMA_C2": "Porgi il mazzo di fiori",
  "CH2_CASTELLO_PORTELLA_DAMA_C3": "Attraversa la portella",
  "CH2_CASTELLO_PORTELLA_FIORI_DESC": "Grazie, è un pensiero molto gentile...\n\nVolete accomodarvi?",
  "CH2_CASTELLO_PORTELLA_FIORI_C1": "Allontanati dal castello",
  "CH2_CASTELLO_PORTELLA_FIORI_C2": "Attraversa la portella",
  "CH2_CASTELLO_PORTELLA_NESSUNO_DESC": "Sollevi il batocchio. Lo lasci cadere.\nIl colpo è secco, netto. Un suono che rimbalza sulle mura, si arrampica sulla pietra, e poi svanisce.\n\nAspetti.\n\nNulla si muove. Nessuna voce. Nessun segno.\nE nessuno apre.",
  "CH2_FORESTA_VILLAGGIO_DESC": "La via che hai scelto si stringe tra gli alberi.\nIl sentiero è più stretto ora, scavato leggermente in salita, con ciottoli incastonati nel terreno.\nI tronchi sono più fitti, e la loro disposizione crea una sorta di corridoio naturale.\nLa luce della luna filtra con più difficoltà, riducendosi a strisce sottili tra le foglie alte.\nCamminando, il bosco sembra cambiare: gli alberi sono più alti, più silenziosi, come se osservassero.\nUn fruscio lieve proviene da un cespuglio alla tua destra, seguito da un breve movimento tra le foglie basse.\nIn lontananza, il sentiero curva appena.\nOltre la curva, un lieve chiarore più alto fa intuire l’arrivo su un pianoro o una terrazza naturale.\nIl castello, pur non visibile ancora, sembra vicino.\nL’aria è più fredda, e porta con sé l’odore della pietra.",
  "CH2_FORESTA_VILLAGGIO_C1": "Torna al crocevia",
  "CH2_FORESTA_VILLAGGIO_C2": "Procedi verso il villaggio",
  "CH2_VILLAGGIO_PIAZZA_DESC": "Il sentiero termina in uno slargo irregolare. La terra battuta lascia spazio a lastre di pietra consumate, disposte senza ordine preciso.\nLa piazza è piccola, raccolta, chiusa su tre lati da edifici bassi con muri scuri e tetti spioventi. Le facciate sono semplici, prive di insegne. Alcune finestre sono illuminate, altre restano nere.\nAl centro dello spazio si trova un pozzo in pietra. Il bordo è liscio, segnato dall’uso. Una carrucola di legno pende immobile sopra l’apertura. Non si sente acqua scorrere.\nLe strade del villaggio si diramano dalla piazza in più direzioni. Una scende tra le case, stretta e curva. Un’altra sale leggermente, perdendosi tra edifici più alti. Una terza rientra verso il bosco, più scura delle altre.\nVicino al pozzo, una figura è ferma. Indossa abiti semplici, scuri, senza segni distintivi. Tiene le mani raccolte davanti al corpo. Il volto è rivolto verso la piazza, illuminato a metà dalla luce che filtra da una finestra vicina. Non si muove, non sembra impegnata in alcuna attività.\nIntorno, il villaggio è quieto.",
  "CH2_VILLAGGIO_PIAZZA_C1": "Dirigiti verso la foresta",
  "CH2_VILLAGGIO_PIAZZA_C2": "Chiedi dove trovare un fabbro",
  "CH2_VILLAGGIO_PIAZZA_C3": "Vai dal fabbro",
  "CH2_VILLAGGIO_PIAZZA_C4": "Vai dal falegname",
  "CH2_VILLAGGIO_PIAZZA_C5": "Chiedi notizie sul castello",
  "CH2_VILLAGGIO_PIAZZA_C6": "Dirigiti verso la chiesa",
  "CH2_STRADA_FABBRO_DESC": "Ti avvicini al villico e chiedi:\nBuona sera. C'è forse un fabbro nel villaggio? Sapreste indicarmi dove trovarlo?\n\nIl villico:\nBuona sera. C’è un fabbro, sì.\nLa sua bottega è poco oltre le ultime case.\nPrendete la strada che scende verso valle.\nLo riconoscerete dal fuoco acceso e dal ferro davanti all’ingresso.",
  "CH3_FABBRO_APERTO_DESC": "La bottega del fabbro è un edificio basso, costruito in pietra scura. Il tetto spiovente è coperto di scandole irregolari. Sopra l’ingresso pende un’insegna, a forma di incudine, in ferro battuto, fissata al muro da un braccio curvo.\nIn un angolo è accatastata la legna spaccata. Barili e secchi di legno contengono acqua scura. Barre di ferro sono appoggiate alle pareti, allineate senza precisione.\nLa porta è aperta. All’interno si vede la luce della forgia.\nDall’interno provengono suoni regolari: il crepitio del carbone, un soffio profondo che muove l’aria. A tratti, un colpo secco di metallo risuona e si spegne lentamente.\nL’aria porta l’odore del ferro caldo e del fumo.\nAttrezzi e materiali sono disposti ovunque, senza ordine apparente.\nLa bottega è aperta, occupata dal lavoro, stabile nel suo ritmo.",
  "CH3_FABBRO_APERTO_C1": "Torna alla piazza del villaggio",
  "CH3_FABBRO_APERTO_C2": "Osserva la forgia",
  "CH3_FABBRO_APERTO_C3": "Osserva l'incudine",
  "CH3_FABBRO_APERTO_C4": "Entra nella bottega del fabbro",
  "CH3_FABBRO_FORGIA_DESC": "La forgia è incassata nel muro di fondo, sotto un arco di mattoni scuriti dal fumo. Il fuoco arde compatto, bianco al centro, più scuro ai bordi. Il carbone si consuma lentamente, producendo un crepitio continuo.\nIl calore è netto davanti all’apertura. L’aria si muove in piccoli sbuffi, come spinta dal respiro del fuoco. Un odore acre di carbone bruciato e ferro caldo riempie lo spazio, persistente, senza disperdersi.\nIl bagliore della forgia illumina solo ciò che le è vicino. Oltre, la bottega resta in ombra.",
  "CH3_FABBRO_INCUDINE_DESC": "Davanti al portone, un ceppo di legno sostiene l’incudine. La superficie è liscia e consumata, segnata da migliaia di colpi. Il metallo riflette appena la luce del fuoco.\nAttorno sono disposti gli attrezzi: martelli di diverse forme, tenaglie, lime. Tutti mostrano segni di uso continuo: nulla è decorativo, tutto serve a modellare il metallo, a piegarlo, a renderlo utile.",
  "CH3_FABBRO_DESC": "La bottega si apre in un unico ambiente chiuso, delimitato da muri di pietra spessa. Le pareti sono scurite dal fumo e dal calore, segnate da strati di fuliggine. Le travi del soffitto attraversano lo spazio da un lato all’altro, grezze, irregolari.\nIn fondo alla stanza, la forgia è incassata nel muro. Il fuoco arde raccolto sotto un arco di mattoni anneriti.\nIl fabbro è fermo accanto al fuoco. Il grembiule di cuoio è scuro, segnato dal lavoro. Tiene un martello nella mano destra come se attendesse il momento giusto prima di colpire di nuovo.\nPiù avanti, in primo piano, un secondo ceppo sostiene un’altra incudine. Attorno, sono sparsi ferri, anelli, scorie nere e un secchio.\nA sinistra, una fila di attrezzi pende da ganci infissi nella pietra.\nIl fuoco crepita senza interruzione. A intervalli regolari, il metallo colpisce l’incudine con un rumore secco e pieno. Ogni colpo lascia un breve silenzio.\nL’aria è densa di calore e di odori. Ferro caldo, carbone consumato, fumo trattenuto dalla pietra.",
  "CH3_FABBRO_C1": "Esci dalla bottega",
  "CH3_FABBRO_C2": "Osserva gli attrezzi",
  "CH3_FABBRO_C3": "Mostra la lamina al fabbro",
  "CH3_FABBRO_ATTREZZI_DESC": "Gli attrezzi del fabbro sono disposti lungo la parete sinistra, appesi a ganci infissi nella pietra. Martelli di forme diverse pendono in fila, con i manici scuriti dall’uso. Le teste di ferro mostrano spigoli consumati e superfici lisce, segnate da colpi ripetuti.\nSotto i ganci, un banco di legno sostiene lime, scalpelli, punzoni. Alcuni attrezzi sono appoggiati senza ordine preciso, altri allineati per misura e funzione. Il legno del banco è inciso da tagli e bruciature.\nQuando il martello colpisce l’incudine, gli attrezzi vibrano appena sui ganci. Il ferro appeso produce un lieve tintinnio, breve e irregolare, che si confonde con il crepitio della forgia.",
  "CH3_FABBRO_LAMINA_DESC": "Mostri la lamina al fabbro.\n\nIl fabbro la osserva con attenzione e dice:\nSono sicuro di aver forgiato personalmente questo cuneo, ne ho venduti diversi al falegname. Probabilmente è suo, lo potete trovare nella bottega accanto alla mia.",
  "CH3_FABBRO_LAMINA_C1": "Vai dal falegname",
  "CH3_FALEGNAME_APERTO_DESC": "La bottega del falegname si apre su un cortile lastricato. Le lastre formano un disegno incerto, consumato da passi ripetuti e da carichi trascinati.\nAl centro, un ceppo largo e basso funge da piano di lavoro: su di esso è conficcata un’ascia, il manico inclinato, la lama ferma nel legno. Attorno al ceppo sono accatastati tronchi segati, corti e spessi, con le venature chiare che risaltano nel buio.\nLa bottega è costruita in pietra grezza e travi di legno scuro. Il tetto spiovente incombe basso, con le assi ben serrate. Sotto la gronda pende una lanterna accesa: la luce è netta, bianca, e disegna contorni duri sulle pareti.\nUn’insegna di legno, fissata sopra l’ingresso, mostra utensili intagliati in rilievo: una sega, una pialla, un martello. Nessuna scritta.",
  "CH3_FALEGNAME_APERTO_C1": "Torna alla piazza del villaggio",
  "CH3_FALEGNAME_APERTO_C2": "Entra nella bottega del falegname",
  "CH3_FALEGNAME_DESC": "L’interno della bottega è raccolto e solido, costruito per il lavoro continuo più che per l’accoglienza. Travi di legno massiccio attraversano il soffitto.\nIl falegname, di spalle, si trova al banco da lavoro. Indossa un grembiule lungo, legato in vita, il tessuto rigato e pesante. I capelli sono raccolti dietro la nuca. La postura è stabile, leggermente inclinata in avanti, con le mani ferme sul legno.\nSulla parete di sinistra è presente un altro tavolo da lavoro, più piccolo rispetto al tavolo centrale.\nSul lato opposto, alcune assi lunghe sono appoggiate verticalmente contro il muro. Accanto a esse, un barile di legno contiene manici, cunei e ferri.\nUna lanterna pende dal soffitto, poco oltre il centro della stanza. La luce disegna contorni duri sugli spigoli del banco, sugli utensili appesi, sulle pietre del muro. Tra le fessure del pavimento si accumulano segatura e polvere chiara.",
  "CH3_FALEGNAME_C1": "Esci dalla bottega",
  "CH3_FALEGNAME_C2": "Osserva il banco da lavoro centrale",
  "CH3_FALEGNAME_C3": "Osserva la parete di sinistra",
  "CH3_FALEGNAME_C4": "Mostra la lamina al fabbro",
  "CH3_FALEGNAME_BANCO_DESC": "Al centro dello spazio si trova un banco da lavoro robusto, dalle gambe spesse e dal piano segnato. La superficie è coperta di trucioli sottili e ricci, frammenti di legno chiaro sparsi in modo irregolare.\nSu un lato del banco giace una tavola in lavorazione, bloccata con fermi semplici.\nAccanto, una pialla è appoggiata di traverso, come se fosse stata posata da poco.",
  "CH3_FALEGNAME_TAVOLO_DESC": "Sulla parete di sinistra sono appesi gli utensili: seghe di diverse lunghezze, martelli, scalpelli, pialle. Sono disposti ordinatamente su supporti di legno, tutti visibili e facilmente raggiungibili.\nSotto, un secondo tavolo, più piccolo rispetto al banco centrale. In basso, una cassa aperta contiene pezzi di scarto, blocchi irregolari e listelli corti, accumulati senza fretta.\nCi sono trucioli ovunque, soprattutto sul piccolo tavolo.",
  "CH3_FALEGNAME_TAVOLO_C1": "Osserva i trucioli",
  "CH3_FALEGNAME_MUCCA_DESC": "Tra i trucioli trovi una piccola mucca, intagliata e colorata con cura!\nIl falegname nota la tua coriosità, dice che puoi prenderla.\nLa poni nella tua bisaccia.",
  "CH3_FALEGNAME_LAMINA_DESC": "Mostri la lamina al falegname.\n\nIl falegname osserva l'oggetto con attenzione, poi esclama:\nQuesto è un cuneo da spacco, serve per spaccare i tronchi di legno difficili da tagliare con l'ascia.\nSiete stato molto abile a trovarlo e ad estrarlo!\nNe ho persi molti nella foresta, grazie per avermelo riportato.",
  "CH2_STRADA_CHIESA_DESC": "Ti avvicini al villico e chiedi:\nBuona sera. Che notizie avete sul castello in cima alla scogliera?\n\nIl villico:\nBuona sera. E' abitato da poche persone, sì.\nSono persone educate e accoglienti, potete chiedere loro qualsiasi notizia vi possa interessare.\nUna delle dame che abita il castello è passata da questa piazza non molto tempo fa, si sarà certamente recata in chiesa per pregare.\nPrendete la strada che conduce al centro del villaggio.\nLa chiesa ha un campanile visibile anche da lontano.",
  "CH3_CHIESA_DAMA_DESC": "La Santa Messa è appena finita.\nL'edificio sacro, solido e severo, veglia sulla processione che si disperde lentamente nel sagrato: uomini e donne avvolti in mantelli scuri, figure scolpite nell’oscurità.\nTra tutti, una presenza si distingue. Una giovane dama cammina con passo composto e lo sguardo velato da un’ombra interiore. Il suo abito, semplice ma curato, rivela eleganza senza ostentazione. Il mantello scuro le scende morbido sulle spalle, sfiorando il selciato bagnato di luce lunare come la veste di un'apparizione.\n\nUn istante.\nLa dama alza appena lo sguardo.\nNon c’è parola, solo un accenno – un respiro visivo, fragile ma incantato – che spezza il tempo. È un richiamo, una domanda non detta, o forse il ricordo di un incontro passato.\nAttorno a lei, gli altri camminano assorti. Il vento accarezza le chiome degli alberi ai lati della chiesa, e i merli sul campanile si alzano appena in volo, come a sottolineare che qualcosa, proprio in quell’istante, è cominciato.",
  "CH3_CHIESA_DESC": "Un selciato, lucido d’umidità notturna, si distende come un tappeto silenzioso davanti alla chiesa di pietra, che ora riposa deserta. L’edificio, piccolo e austero, si erge come una sentinella del tempo, avvolto dal silenzio profondo che segue ogni preghiera. Il portale appare chiuso, le finestre buie: nulla lascia intendere la presenza di anime vive all’interno.\nUn paio di uccelli notturni sorvola la torre del campanile, come messaggeri tra cielo e terra.\nIntorno alla chiesa, le case si tengono in disparte, rispettose, come a non voler disturbare il respiro del luogo sacro. I rami degli alberi si piegano appena, e il vento, se c'è, si muove con passo leggero, quasi timoroso.",
  "CH3_CHIESA_C1": "Torna alla piazza del villaggio",
  "CH3_CHIESA_C2": "Prova a entrare nella chiesa",
  "CH3_CHIESA_INTERNO_DESC": "La chiesa è avvolta da un silenzio solenne, interrotto solo dallo sfrigolio sommesso delle candele. L’interno è costruito in pietra viva, con archi gotici che si slanciano verso l’alto come mani in preghiera. Le colonne si susseguono in una danza ordinata di ombre e luce, scolpendo il vuoto con la loro severa eleganza.\nL’altare, al fondo della navata, si offre come un punto di raccoglimento e mistero. Sopra, un crocifisso domina la scena, la figura del Cristo intagliata nel legno scuro, immobile e dolorosa. Ai suoi piedi, le candele accese brillano come piccole anime, ciascuna con la propria lingua di luce che vibra nel buio.\nUn grande rosone, spento dalla notte esterna, si staglia in alto, nero su nero, come l’occhio chiuso di un cielo che di giorno si apre alla grazia.\nSulle panche vuote, nessuno è seduto, ma sembra che ognuna custodisca ancora il peso invisibile di chi ha pregato poco prima.\nA sinistra, un candelabro acceso getta la sua luce contro la pietra, disegnando un chiaroscuro vibrante che pare respirare. A destra, una statua di santo veglia immobile, le mani raccolte, il volto assorto.\nÈ uno spazio fuori dal tempo, dove il cuore ascolta ciò che la voce non osa dire.",
  "CH3_CHIESA_INTERNO_C1": "Esci dalla chiesa",
  "CH4_CASTELLO_CORTILE_DESC": "Nel cuore del castello, il cortile interno si dischiude come un luogo segreto e protetto. Le mura altissime, ornate di merli e torri cilindriche, si stringono attorno allo spazio centrale come braccia, testimoni di epoche trascorse e memorie custodite.\nAl centro, la fontana: una vasca circolare dalla quale sgorgano zampilli sottili e continui, come fili d’argento. L’acqua cade ritmicamente, rompendo il silenzio con un suono lieve, quasi sacro, che riecheggia sotto gli archi del porticato.\nAlti colonnati fiancheggiano i lati del cortile, con le loro arcate regolari e le ombre profonde.\nUn’unica lanterna accesa illumina debolmente una delle entrate, proiettando sul muro una luce calda e tremolante.\nAl di sopra delle mura, le torri vegliano. Una in particolare, più alta, svetta come una sentinella con la sua cuspide conica, simile a una lancia.",
  "CH4_CASTELLO_CORTILE_C1": "Esci dal castello",
  "CH4_CASTELLO_CORTILE_C2": "Parla con la fanciulla",
  "CH4_CASTELLO_CORTILE_DAMA_DESC": "Nel chiaroscuro incantato del cortile, la fanciulla siede sul bordo della fontana, con le mani raccolte in grembo. I suoi capelli sciolti ricadono morbidi sulle spalle, illuminati dalla lanterna alle sue spalle.\nIl suono dell’acqua che zampilla accompagna con dolcezza le sue parole:\nQuesto castello è la mia casa. È tutto ciò che ho sempre conosciuto… - dice con un sorriso timido, ma sincero. Sono cresciuta tra queste pietre, tra i suoi corridoi silenziosi, i giardini nascosti e i suoi piccoli abitanti…\nAbbassa lo sguardo per un istante, come se volesse evocare mentalmente ciascuna di quelle creature.\nGli animaletti del castello… oh, potrei parlarne per ore! - riprende con entusiasmo, mentre i suoi occhi si illuminano. Ci sono uccellini che tornano ogni mattina alla stessa finestra, un riccio che dorme sotto le siepi del chiostro, un gatto grigio che mi segue ovunque…\nSi ferma, poi sorride.\nNon smetterei mai di parlare di loro!\nVoi, signore, di cosa vi occupate?",
  "CH4_CASTELLO_CORTILE_DAMA_C1": "Esci dal castello"
}
